Repository: franck-paul/dmHostingMonitor
Catalog: locales/*/main.po
Languages: fr

source: Display server information on dashboard
fr: Affiche les capacités serveur sur le tableau de bord

source: Hosting Monitor Dashboard Module
fr: Module d'affichage des capacités serveur

source: TB
fr: To

source: GB
fr: Go

source: MB
fr: Mo

source: KB
fr: Ko

source: B
fr: o

source: Hosting Monitor
fr: Capacités serveur

source: Hard-disk free
fr: Place libre sur le disque

source: Hard-disk free:
fr: Place libre sur le disque :

source: Hard-disk total:
fr: Taille totale du disque :

source: HD Free
fr: DD Libre

source: Hard-disk used
fr: Place occupée sur le disque

source: Hard-disk used:
fr: Place occupée sur le disque :

source: Hard-disk limit:
fr: Place allouée sur le disque :

source: HD Used
fr: DD Utilisé

source: Database size
fr: Taille de la base de données

source: Database size:
fr: Taille de la base de données :

source: Database limit:
fr: Place allouée pour la base de données :

source: DB Size
fr: BD utilisée

source: Hosting monitor on dashboard
fr: Capacités serveur sur le tableau de bord

source: Activate module
fr: Activer le module

source: Show hard-disk information
fr: Afficher les informations concernant le disque

source: Allocated hard-disk size (in Mb, leave empty for unlimited):
fr: Taille allouée sur le disque dur (en Mo, laisser vide pour illimitée) :

source: Show database information
fr: Afficher les informations concernant la base de données

source: Allocated database size (in Mb, leave empty for unlimited):
fr: Taille allouée pour la base de données (en Mo, laisser vide pour illimitée) :

source: 1st threshold (in %, leave empty to ignore):
fr: 1er seuil (en %, laisser vide pour ignorer) :

source: 2nd threshold (in %, leave empty to ignore):
fr: 2e seuil (en %, laisser vide pour ignorer) :

source: Small screen
fr: Affichage abrégé
